Repository: bittin/release-notes-openSUSE
Catalog: po/*.po
Languages: cs, es, nl, pt_br, ro, sl

source: Alternatively, use an IBus input method that allows typing the characters you need without a Compose key.
cs: Případně použijte vstupní metodu IBus umožňující zapsání potřebných znaků bez použití předřadné klávesy.
es: Alternativamente, utilice un método de entrada IBus que permite escribir los caracteres que necesita sin una tecla de composición.
nl: Als alternatief gebruikt u een IBus invoermethode die in staat stelt de tekens te typen zonder een compositietoets te gebruiken.
pt_br: Alternativamente, use um método de entrada do IBus que permite digitar os caracteres que você precisa sem uma tecla de composição.
ro: Alternativ, utilizați o metodă de introducere IBus care permite tastarea caracterelor de care aveți nevoie fără o tastă de compunere.
sl: Uporabljate lahko tudi vnosni način IBus, ki omogoča vnašanje posebnih znakov brez uporabe sestavljalne tipke.

source: More Information and Feedback
cs: Více informací a zpětná vazba
es: Más información y comentarios
nl: Meer informatie en terugkoppeling
pt_br: Mais Informações e Comentários
sl: Več podatkov in povratne informacije

source: Read the <filename>README</filename> documents on the medium.
cs: Přečtěte si dokumenty <filename>README</filename> na tomto médiu.
es: Encuentre más información en los documentos <filename>README</filename> del medio.
nl: Lees de documenten <filename>README</filename> op het medium.
pt_br: Leia os documentos <filename>README</filename> disponíveis na mídia.
ro: Citiți documentele <filename>README</filename> de pe suport.
sl: Preberite dokumente <filename>README</filename> na nosilcu.

source: View a detailed changelog information about a particular package from its RPM:
cs: Podívejte se na podrobné údaje o změnách konkrétních balíčků uložených v jejich souborech RPM:
es: Ver información detallada del registro de cambios de un paquete particular respecto a su RPM:
nl: Bekijk gedetailleerde log met informatie over een specifiek pakket uit zijn RPM:
pt_br: Veja a informação detalhada das alterações (changelog) sobre um pacote em particular a partir do seu RPM:
ro: Vizualizați un jurnal de modificări detaliat despre un anumit pachet din RPM-ul său:
sl: Oglejte si podroben seznam sprememb za posamezen paket iz RPM:

source: rpm --changelog -qp <replaceable>FILENAME</replaceable>.rpm
cs: rpm --changelog -qp <replaceable>NÁZEV_SOUBORU</replaceable>.rpm
es: rpm --changelog -qp <replaceable>NOMBRE_DEL_ARCHIVO</replaceable>.rpm
nl: rpm --changelog -qp <replaceable>BESTANDSNAAM</replaceable>.rpm
pt_br: rpm --changelog -qp <replaceable>NOME_DO_ARQUIVO</replaceable>.rpm
sl: rpm --changelog -qp <replaceable>IME_DATOTEKE</replaceable>.rpm

source: Replace <replaceable>FILENAME</replaceable> with the name of the RPM.
cs: <replaceable>NÁZEV_SOUBORU</replaceable> nahraďte názvem souboru RPM.
es: Sustituya <replaceable>NOMBRE_DEL_ARCHIVO</replaceable> por el nombre del RPM.
nl: Vervang <replaceable>BESTANDSNAAM</replaceable> door de naam van de RPM.
pt_br: Substitua <replaceable>NOME_DO_ARQUIVO</replaceable> com o nome do arquivo RPM.
ro: Înlocuiți <replaceable>FILENAME</replaceable> cu numele RPM-ului.
sl: Nadomestite <replaceable>IME_DATOTEKE</replaceable> z imenom datoteke RPM.

source: Check the <filename>ChangeLog</filename> file in the top level of the medium for a chronological log of all changes made to the updated packages.
cs: Chronologický záznam všech změn v aktualizovaných balíčcích najdete v souboru <filename>ChangeLog</filename> v kořenovém adresáři tohoto média.
es: Consulte el archivo <filename>ChangeLog</filename> en el directorio principal del medio para obtener una lista cronológica de todos los cambios hechos a los paquetes actualizados.
nl: Controleer het bestand <filename>ChangeLog</filename> op het topniveau van het medium voor een chronologische log van alle wijzigingen gemaakt aan de bijgewerkte pakketten.
pt_br: Verifique o arquivo <filename>ChangeLog</filename> no nível superior da mídia para um registro cronológico de todas as alterações feitas para os pacotes atualizados.
ro: Verificați fișierul <filename>ChangeLog</filename> de la nivelul superior al suportului pentru un jurnal cronologic al tuturor modificărilor efectuate asupra pachetelor actualizate.
sl: Za časovni pregled vseh sprememb v posodobljenih paketih si oglejte datoteko <filename>ChangeLog</filename> v vrhnji mapi nosilca.

source: Find more information in the <filename>docu</filename> directory on the medium.
cs: Další informace najdete na tomto médiu v adresáři <filename>docu</filename>.
es: Encuentre más información en el directorio <filename>docu</filename> del medio.
nl: Meer informatie in de map <filename>docu</filename> op het medium.
pt_br: Encontre mais informação no diretório <filename>docu</filename> na mídia.
ro: Găsiți mai multe informații în directorul <filename>docu</filename> de pe suport.
sl: Še več informacij lahko najdete v mapi <filename>docu</filename> na nosilcu.

source: For additional or updated documentation, see <link xlink:href="https://doc.opensuse.org/"/>.
cs: Dodatečnou nebo aktualizovanou dokumentaci najdete na <link xlink:href="https://doc.opensuse.org/"/>.
es: Para obtener documentación adicional o actualizada, visite: <link xlink:href="https://doc.opensuse.org/"/>.
nl: Voor extra of bijgewerkte documentatie, zie <link xlink:href="https://doc.opensuse.org/"/>.
pt_br: Para informações adicionais ou mais atualizadas, veja <link xlink:href="https://doc.opensuse.org/"/>.
sl: Dodatna in posodobljena dokumentacija je na voljo na <link xlink:href="https://doc.opensuse.org/"/>.

source: For the latest product news, from openSUSE, visit <link xlink:href="https://www.opensuse.org"/>.
cs: Poslední novinky ohledně produktu openSUSE najdete na <link xlink:href="https://www.opensuse.org"/>.
es: Para obtener novedades sobre los productos de openSUSE, visite: <link xlink:href="https://www.opensuse.org"/>.
nl: Voor het laatste nieuws van openSUSE, zie <link xlink:href="https://www.opensuse.org"/>.
pt_br: Para saber das últimas novidades do openSUSE, visite <link xlink:href="https://www.opensuse.org"/>.
sl: Novice o izdelkih openSUSE najdete na <link xlink:href="https://www.opensuse.org"/>.

source: Copyright © SUSE LLC
pt_br: Direitos autorais © SUSE LLC
ro: Drepturi de autor © SUSE LLC
sl: Avtorske pravice © SUSE LLC

source: Thanks for using openSUSE.
cs: Děkujeme, že používáte openSUSE.
es: Gracias por usar openSUSE.
nl: Bedankt voor het gebruiken van openSUSE.
pt_br: Obrigado por usar o openSUSE.
ro: Vă mulțumim pentru utilizarea openSUSE.
sl: Zahvaljujemo se vam, ker uporabljate openSUSE.

source: The openSUSE Team.
cs: Tým openSUSE.
es: El equipo de openSUSE.
nl: Het openSUSE-team.
pt_br: A equipe do openSUSE.
ro: Echipa openSUSE.
sl: Ekipa openSUSE.

source: [...] !! Third example: Change right Control key to Compose key. !! To do Compose Character, press this key and afterwards two !! characters (e.g. `a' and `^' to get 342). !remove Control = Control_R !keysym Control_R = Multi_key !add Control = Control_R [...]
cs: [...] !! Third example: Change right Control key to Compose key. (Třetí příklad: Změna pravé klávesy Control na klávesu složené kombinace.) !! To do Compose Character, press this key and afterwards two (Pro vytvoření kombinace stiskněte tuto klávesu a pak dva znaky) !! characters (e.g. 'a' and '^' to get 342). (například pro 342 'a' a '^') !remove Control = Control_R !keysym Control_R = Multi_key !add Control = Control_R [...]
nl: [...] !! Derde voorbeeld: Wijzig rechter Control-toets naar Compositietoets. !! Om een teken samen te stellen druk op deze toets en daarna op twee !! tekens (bijv. `a' en `^' om 342 te krijgen (â). !remove Control = Control_R !keysym Control_R = Multi_key !add Control = Control_R [...]
ro: [...] !! Al treilea exemplu: Schimbați tasta Control dreapta în tasta Compose. !! Pentru a face Compose Character, apăsați această tastă și apoi două !!! caractere (de exemplu, `a' și `^' pentru a obține 342). !remove Control = Control_R !keysym Control_R = Multi_key !add Control = Control_R [...]

source: @VERSION@
ro: @VERSIUNE@
