Repository: bittin/release-notes-openSUSE
Catalog: po/*.po
Languages: cs, es, nl, pt_br, ro, sl

# _
source: translator-credits
cs: Tým překladatelů l10n.opensuse.org <opensuse-translation@opensuse.org>, 2022
es: Sergio Gabriel Teves, 2007-2013 Javier Llorente, 2013-2024 Carlos Robinson M., 2007-2008, 2013-2014 Victorhck, 2015 Ioannes Andreas <ioannes@opensuse.org>, 2018-2020
nl: Ruurd Pels <ruurdpels@kde.nl>, 2006 Rinse de Vries <rinsedevries@kde.nl>, 2006, 2007 Freek de Kruijf <freek@opensuse.org>, 2008-2020 Nathan Follens <nthn@unseen.is>, 2016-2017
pt_br: Luiz Fernando Ranghetti <elchevive@gmail.com>, 2007-2022 Rodrigo A. S. Macedo <sottomaiormacedotec@sottomaiormacedo.tech>, 2019-2024
sl: Jure Repinc <jlp@holodeck1.com>, 2024

source: Release Notes
cs: Poznámky k vydání
es: Notas de la versión
nl: Uitgavenotities
pt_br: Notas de lançamento
ro: Note de lansare
sl: Opombe ob izdaji

source: openSUSE Tumbleweed is a free and Linux-based operating system for your PC, laptop or server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and have a lot of fun!
cs: openSUSE Tumbleweed je svobodný operační systém založený na Linuxu, který je určený jak pro váš osobní počítač, notebook, tak i pro server. Můžete v něm brouzdat na internetu, spravovat e-maily a fotografie, dělat kancelářské práce, přehrávat filmy či hudbu a bavit se!
es: openSUSE Tumbleweed es un sistema operativo libre basado en Linux para PC, portátil o servidor. Puede navegar por la web, gestionar sus correos electrónicos y fotos, realizar trabajo de oficina, reproducir vídeos o música, ¡y divertirse un montón!
nl: openSUSE is een vrij en op Linux gebaseerd besturingssysteem voor uw PC, Laptop of Server. U kunt over het web surfen, uw e-mailberichten en foto's beheren, kantoorwerk doen, video's of muziek afspelen en veel plezier hebben!
pt_br: O openSUSE Tumbleweed é um sistema operacional livre baseado no Linux para o seu PC, laptop ou servidor. Você pode navegar na internet, gerenciar seus e-mails e fotos, fazer seu trabalho de escritório, reproduzir vídeos ou músicas e divertir-se!
ro: openSUSE Tumbleweed este un sistem de operare liber, bazat pe Linux pentru PC, laptop sau server. Puteți naviga pe internet, să vă gestionați e-mailurile și fotografiile, să faceți muncă de birou, să redați videoclipuri sau muzică și să vă distrați foarte mult!
sl: openSUSE Tumbleweed je prost na Linuxu temelječ operacijski sistem za osebne računalnike, prenosnike in strežnike. Z njim lahko brskate po spletu, upravljate svojo elektronsko pošto in fotografije, izvajate pisarniška opravila, predvajate video posnetke in glasbo ter se zelo zabavate.

source: The release notes are under constant development. To find out about the latest updates, see the online version at <link xlink:href="https://doc.opensuse.org/release-notes"/>. The English release notes are updated whenever need arises. Translated language versions can temporarily be incomplete.
cs: Poznámky k vydání procházejí neustálým vývojem. Nejnovější aktualizovanou verzi naleznete on-line na <link xlink:href="https://doc.opensuse.org/release-notes"/>. Anglická verze je aktualizovaná podle potřeby. Přeložené verze mohou být dočasně nekompletní.
es: Las notas de la versión están en constante desarrollo. Para estar informado sobre las últimas actualizaciones, consulte la siguiente versión en línea: <link xlink:href="https://doc.opensuse.org/release-notes"/>. Las notas de la versión en inglés se actualizan en caso de ser necesario. Las versiones traducidas a otros idiomas pueden estar temporalmente incompletas.
nl: De uitgavenotities zijn voortdurend in ontwikkeling. Om de laatste wijzigingen te vinden, kijk naar de online versie op <link xlink:href="https://doc.opensuse.org/release-notes"/>. De Engelse uitgavenotities worden bijgewerkt wanneer dat nodig is. Vertaalde versies kunnen tijdelijk niet compleet zijn.
pt_br: As notas de lançamento estão em constante desenvolvimento. Para saber das últimas atualizações, veja a versão online em <link xlink:href="https://doc.opensuse.org/release-notes"/>. As notas de lançamento em inglês são atualizadas sempre que necessário. Versões traduzidas em outros idiomas podem estar temporariamente incompletas.
ro: Notele de lansare sunt în continuă dezvoltare. Pentru a afla despre cele mai recente actualizări, consultați versiunea online la <link xlink:href="https://doc.opensuse.org/release-notes"/>. Notele de lansare în limba engleză sunt actualizate ori de câte ori este nevoie. Versiunile lingvistice traduse pot fi temporar incomplete.
sl: Opombe ob izdaji se nenehno dopolnjujejo in spreminjajo. Da si ogledate zadnje posodobitve, obiščite spletno različico na <link xlink:href="https://doc.opensuse.org/release-notes"/>. Opombe ob izdaji v angleščini so posodobljene, ko je to potrebno. Prevedene različice so lahko začasno neažurne.

source: To report bugs against this release, use the openSUSE Bugzilla. For more information, see <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/>.
cs: Chyby v tomto vydání hlaste do openSUSE Bugzilly. Pro více informací viz <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/>.
es: Para informar de fallos en esta versión, utilice el Bugzilla de openSUSE. Para obtener más información, visite: <link xlink:href="https://es.opensuse.org/openSUSE:Env%C3%ADo_de_informes_de_error"/>.
nl: Om bugs te rapporteren tegen deze uitgave, gebruikt u de openSUSE Bugzilla. Voor meer informatie, kijk op <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/>.
pt_br: Para relatar erros nessa versão, use o openSUSE Bugzilla. Veja <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/> para mais informações.
ro: Pentru a raporta erori în legătură cu această versiune, folosiți openSUSE Bugzilla. Pentru mai multe informații, consultați <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/>.
sl: O napakah v tej izdaji lahko poročate na openSUSE Bugzilla. Za več informacij si oglejte <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/>.

source: Installation
cs: Instalace
es: Instalación
nl: Installatie
pt_br: Instalação
ro: Instalare
sl: Namestitev

source: UEFI—Unified Extensible Firmware Interface
es: UEFI —Interfaz de Firmware Extensible Unificada
pt_br: UEFI—Interface de Firmware Extensível Unificada

source: Prior to installing openSUSE on a system that boots using UEFI (Unified Extensible Firmware Interface), you are urgently advised to check for any firmware updates the hardware vendor recommends and, if available, to install such an update. A pre-installed Windows 8 is a strong indication that your system boots using UEFI.
cs: Dříve než nainstalujete openSUSE na váš systém, který je zaváděn pomocí UEFI (Unified Extensible Firmware Interface), důrazně doporučujeme zkontrolovat, zda nejsou u výrobce hardwaru k dispozici doporučené aktualizace firmwaru. Pokud jsou k dispozici, nainstalujte je. Předinstalovaný systém Windows 8 je značnou známkou toho, že váš systém UEFI používá.
es: Antes de instalar openSUSE en un sistema que se inicia utilizando UEFI (Interfaz Unificada Extensible del Firmware), se recomienda encarecidamente verificar si hay actualizaciones del «firmware» del fabricante y, de existir, instalar dicha actualización. Un sistema con Windows 8 preinstalado es un gran indicador de que su sistema se inicia utilizando UEFI.
nl: Alvorens openSUSE te installeren op een systeem dat opstart met UEFI (Unified Extensible Firmware Interface), wordt u dringend aangeraden om te controleren op firmware-updates aanbevolen door de maker van de hardware en, indien beschikbaar, zo'n update te installeren. Een vooraf geïnstalleerde Windows 8 is een sterke aanwijzing dat uw systeem opstart met UEFI.
pt_br: Antes de instalar o openSUSE em um sistema que inicia usando o UEFI (Unified Extensible Firmware Interface), você é aconselhado a verificar por qualquer atualização de firmware que o fabricante do hardware recomenda e, se disponível, instalar tal atualização. Um Windows 8 pré-instalado é uma forte indicação que seu sistema inicia usando o UEFI.
ro: Înainte de a instala openSUSE pe un sistem care pornește folosind UEFI (Unified Extensible Firmware Interface), vă recomandăm să verificați de urgență dacă există actualizări de firmware recomandate de furnizorul de hardware și, dacă sunt disponibile, să instalați o astfel de actualizare. Un Windows 8 preinstalat este un indiciu puternic că sistemul dvs. pornește folosind UEFI.
sl: Pred namestitvijo openSUSE na računalnik, ki se zaganja z uporabo UEFI (Unified Extensible Firmware Interface), preverite, ali so na voljo kakšne posodobitve strojne programske opreme (npr. firmware, BIOS), ki jih priporoča prodajalec strojne opreme. Če je posodobitev na voljo, jo namestite. Če je na računalniku že nameščen Windows 8 ali novejši, je to dober pokazatelj, da se vaš sistem zaganja z porabo UEFI.

source: <emphasis>Background:</emphasis> Some UEFI firmware has bugs that cause it to break if too much data gets written to the UEFI storage area. Nobody really knows how much "too much" is, though. openSUSE minimizes the risk by not writing more than the bare minimum required to boot the OS. The minimum means telling the UEFI firmware about the location of the openSUSE boot loader. Upstream Linux Kernel features that use the UEFI storage area for storing boot and crash information (<literal>pstore</literal>) have been disabled by default. Nevertheless, it is recommended to install any firmware updates the hardware vendor recommends.
cs: <emphasis>Pozadí:</emphasis> Některý firmware UEFI obsahuje chyby, které způsobují znefunkčnění, pokud je zapsáno do úložného prostoru UEFI příliš mnoho dat. Nikdo ve skutečnosti neví, kolik je to "příliš mnoho". openSUSE snižuje riziko tím, že nezapisuje více než pouhé minimum potřebné pro zavedení OS. To minimum znamená sdělení firmwaru UEFI, kde se nachází zavaděč openSUSE. Upstreamové funkce jádra Linuxu, které používají úložný prostor UEFI pro ukládání informací o zavádění systému a jeho pádu (<literal>pstore</literal>) jsou ve výchozím stavu zakázané. Přesto však je doporučeno nainstalovat veškeré aktualizace firmwaru, které výrobce doporučuje.
es: <emphasis>Más información:</emphasis> Algunos «firmware» UEFI tienen fallos (bugs) que causan problemas si se escribe demasiada información en el área de almacenamiento UEFI. Nadie sabe realmente cuánto es «demasiada». openSUSE minimiza el riesgo al no escribir más que el mínimo necesario requerido para iniciar el sistema. Lo mínimo significa indicar al «firmware» UEFI la ubicación del cargador de arranque de openSUSE. El kernel Linux original tiene características que utilizan el área de almacenamiento UEFI para grabar información de inicio e información de fallos (<literal>pstore</literal>), las cuales han sido deshabilitadas. Aún así, se recomienda instalar cualquier actualización del «firmware» recomendada por el fabricante.
nl: <emphasis>Achtergrond:</emphasis> Sommige UEFI-firmware bevat bugs die er de oorzaak van is dat het niet werkt als er te veel gegevens naar het UEFI-opslaggebied weggeschreven zijn. Niemand weet echter echt hoeveel "te veel" is. openSUSE minimaliseert het risico door niet meer weg te schrijven dan het noodzakelijke minimum nodig om het OS op te starten. Het minimum betekent het aan de UEFI-firmware vertellen van de locatie van de openSUSE-bootloader. Bovenstroomse functies van de Linux-kernel die het UEFI-opslaggebied gebruikt voor opslag van opstart- en crashinformatie (<literal>pstore</literal>) zijn standaard uitgeschakeld. Niettemin is het aanbevolen om elke update van firmware die de maker van de hardware aanbeveelt uit te voeren.
pt_br: <emphasis>Aviso:</emphasis> Alguns firmwares UEFI tem problemas que causam falhas se muitos dados são escritos na área de armazenamento do UEFI. Ninguém realmente sabe, entretanto, o que seria "muitos dados". O openSUSE minimiza o risco não escrevendo mais que o mínimo necessário para iniciar o SO. O mínimo significa dizer ao firmware UEFI sobre a localização do carregador de inicialização do openSUSE. Os recursos do Kernel Linux que usam a área de armazenamento UEFI para armazenar informações de falhas e inicializações (<literal>pstore</literal>) foram desabilitados por padrão. Entretanto, é recomendável instalar qualquer atualização de firmware que o fabricante do hardware recomendar.
ro: <emphasis>Background:</emphasis> Unele firmware-uri UEFI au erori care le fac să se întrerupă dacă se scriu prea multe date în zona de stocare UEFI. Totuși, nimeni nu știe cu adevărat cât de mult înseamnă "prea mult". openSUSE minimizează riscul prin faptul că nu scrie mai mult decât minimul necesar pentru a porni sistemul de operare. Minimul înseamnă să îi spui firmware-ului UEFI despre locația încărcătorului de pornire openSUSE. Caracteristicile nucleului Linux din amonte care utilizează zona de stocare UEFI pentru stocarea informațiilor de pornire și de avarie (<literal>pstore</literal>) au fost dezactivate în mod implicit. Cu toate acestea, se recomandă instalarea oricăror actualizări de firmware recomandate de furnizorul de hardware.
sl: <emphasis>Ozadje</emphasis>: Nekatera strojna programska oprema UEFI vsebuje napake, ki povzročijo težave, če se v UEFI-jevo področje za shranjevanje zapiše preveč podatkov. Nihče zares ne ve koliko je »preveč«. openSUSE poskuša kar najbolj zmanjšati tveganje in zapiše le toliko, kolikor je najmanj potrebno za zagon operacijskega sistema. To pomeni, da se strojni programski opremi UEFI pove le o mestu zagonskega nalagalnika openSUSE. Zmožnosti jedra Linux, ki UEFI-jevo področje za shranjevanje uporabljajo za zapisovanje podatkov o zagonu in sesutjih (<literal>pstore</literal>), so privzeto onemogočene. Kljub temu močno priporočamo, da namestite vse posodobitve strojne programske opreme, ki jih priporoča prodajalec strojne opreme.

source: UEFI, GPT, and MS-DOS Partitions
cs: UEFI, GPT a oddíly MS-DOSu
es: Particiones de tipo UEFI, GPT y MS-DOS
nl: UEFI-, GPT- en MS-DOS-partities
pt_br: Partições UEFI, GPT e MS-DOS
ro: UEFI, GPT și partiții MS-DOS
sl: UEFi, GPT in razdelki MS-DOS

source: Together with the EFI/UEFI specification, a new style of partitioning arrived: GPT (GUID Partition Table). This new schema uses globally unique identifiers (128-bit values displayed in 32 hexadecimal digits) to identify devices and partition types.
cs: Společně se specifikací EFI/UEFI se objevil nový styl dělení disků GPT (GUID Partition Table). Je to nové schéma, které k identifikaci zařízení a typů diskových oddílů používá globálně unikátní identifikátory (128bitové hodnoty zobrazené jako 32 šestnáctkových číslic).
es: Junto con la especificación EFI/UEFI, ha llegado un nuevo estilo de particionamiento: GPT (GUID Partition Table). Este nuevo esquema usa identificadores globalmente únicos (valores de 128-bit mostrados como 32 dígitos hexadecimales) para identificar dispositivos y tipos de particiones.
nl: Samen met de EFI/UEFI-specificaties is er een nieuwe manier van partities maken gekomen: GPT (GUID Partition Table). Dit nieuwe schema gebruikt globaal unieke identifiers (128-bit waarden getoond in 32 hexadecimale tekens) om apparaten en typen partities te identificeren.
pt_br: Junto com a especificação EFI/UEFI um novo estilo de particionamento chegou: GPT (GUID Partition Table - tabela de partição GUID). Este novo esquema usa identificadores únicos globais (valores de 128-bit exibidos em 32 dígitos hexadecimais) para identificar os dispositivos e tipos de partições.
ro: Odată cu specificația EFI/UEFI, a apărut un nou stil de partiționare: GPT (GUID Partition Table). Această nouă schemă utilizează identificatori unici la nivel global (valori pe 128 de biți afișate în 32 de cifre hexazecimale) pentru a identifica dispozitivele și tipurile de partiții.
sl: Skupaj s specifikacijo EFI/UEFI je prišla nova oblika tabele razdelkov na disku: GPT (GUID Partition Table). Ta nova shema za določanje naprav in vrst razdelkov uporablja globalno edinstvene določilnike (128-bitne vrednosti prikazane z 32 šestnajstiškimi števkami).

source: Additionally, the UEFI specification also allows legacy MBR (MS-DOS) partitions. The Linux boot loaders (ELILO or GRUB2) try to automatically generate a GUID for those legacy partitions, and write them to the firmware. Such a GUID can change frequently, causing a rewrite in the firmware. A rewrite consist of two different operation: removing the old entry and creating a new entry that replaces the first one.
cs: Navíc pak specifikace UEFI umožňuje užívání starších oddílů MBR (MS-DOS). Zavaděče Linuxu (ELILO nebo GRUB2) zkoušejí automaticky vygenerovat GUID těchto starších oddílů a zapsat je do firmwaru. Takový GUID se může často měnit, což způsobuje přepis firmwaru. Přepis se skládá ze dvou různých operací: odstranění starého záznamu a vytvoření nového, který nahradí ten původní.
es: Además, la especificación UEFI también permite particiones tradicionales MBR (MS-DOS). Los cargadores de arranque de Linux (ELILO o GRUB2) tratan de generar automáticamente un GUID para esas particiones tradicionales y escribirlos al firmware. Tal GUID puede cambiar frecuentemente, causando una escritura en el firmware. Una escritura consta de dos operaciones distintas: quitar la entrada antigua y crear una nueva que reemplaza a la primera.
nl: Bovendien staat de UEFI-specificatie ook MBR (MS-DOS)-partities toe. De Linux-bootloaders (ELILO of GRUB2) proberen automatisch een GUID voor deze ouderwetse partities aan te maken en schrijven ze naar de firmware. Zo'n GUID kan frequent wijzigen, wat opnieuw schrijven in de firmware veroorzaakt. Herschrijven bestaat uit twee verschillende bewerkingen: verwijderen van het oude item en aanmaken van een nieuw item dat de eerste vervangt.
pt_br: Adicionalmente, a especificação UEFI também permite partições antigas MBR (MS-DOS). Os carregadores de inicialização do Linux (ELILO ou GRUB2) tentam gerar automaticamente um GUID para estas partições antigas e gravá-los no firmware. Tal GUID pode alterar frequentemente, causando uma reescrita no firmware. Uma reescrita consiste em duas operações diferentes: remover a entrada antiga e criar uma nova entrada que substitui a primeira.
ro: În plus, specificația UEFI permite, de asemenea, partiții MBR (MS-DOS) tradiționale. Încărcătoarele de pornire Linux (ELILO sau GRUB2) încearcă să genereze automat un GUID pentru aceste partiții tradiționale și să le scrie în firmware. Un astfel de GUID se poate schimba frecvent, provocând o rescriere în firmware. O rescriere constă în două operațiuni diferite: eliminarea intrării vechi și crearea unei noi intrări care o înlocuiește pe prima.
sl: Poleg tega specifikacija UEFI dovoljuje tudi zastarele razdelke MBR (MS-DOS). Zagonski nalagalniki za Linux (GRUB2 in ELILO) poskušajo samodejno ustvariti GUID za te zastarele razdelke in jih zapisati v strojno programsko opremo. Tak GUID se lahko pogosto spreminja, kar povzroči ponovno pisanje v strojni programski opremi. Ponovno pisanje je sestavljeno iz dveh dejanj: odstranitve starega vnosa in ustvaritve novega vnosa, ki nadomesti starega.

source: Modern firmware has a garbage collector that collects deleted entries and frees the memory reserved for old entries. A problem arises when faulty firmware does not collect and free those entries; this may end up with a non-bootable system.
cs: Moderní firmware má garbage collector, který sbírá smazané položky a uvolňuje paměť, která byla pro ně rezervována. Může se objevit problém, když chybný firmware tyto položky nesbírá a neuvolňuje; to může skončit nezaveditelným systémem.
es: Los «firmware» modernos incorporan procesos de mantenimiento que recopilan las entradas eliminadas y liberan la memoria reservada para las entradas anteriores. Si hay errores en el «firmware» que impidan la recopilación y la liberación de entradas, el sistema podría no arrancar.
nl: Moderne firmware heeft een garbage-collector die verwijderde items verzameld en het voor oude items gereserveerde geheugen vrijmaakt. Er ontstaat een probleem wanneer defecte firmware dit niet verzamelt en deze items niet vrijmaakt; dit kan eindigen met een systeem dat niet opgestart kan worden.
pt_br: Firmwares modernos têm um coletor de lixo que coleta entradas removidas e libera a memória reservada para entradas antigas. Um problema pode ocorrer quando um firmware problemático não coleta e libera estas entradas, isto pode levar a um sistema não inicializável.
ro: Firmware-ul modern are un colector de gunoi care colectează intrările șterse și eliberează memoria rezervată pentru intrările vechi. O problemă apare atunci când un firmware defect nu colectează și nu eliberează aceste intrări; în acest caz, se poate ajunge la un sistem care nu poate fi pornit.
sl: Moderna strojna programska oprema vsebuje sprostitveni zbiralnik, ki zbere izbrisane vnose in sprosti pomnilnik rezerviran za stare vnose. Do težave pride, ko strojna programska oprema z napakami ne zbere in ne sprosti prostora za te vnose. To lahko povzroči, da sistema ni več mogoče zagnati.

source: The workaround is simple: convert the legacy MBR partition to the new GPT to avoid this problem completely.
cs: Je jednoduché to obejít: abyste se tomuto problému úplně vyhnuli, zkonvertujte starší oddíly MBR na nové GPT.
es: Es sencillo evitar esta situación: convierta la partición del sistema heredado MBR al nuevo GPT y no incurrirá jamás en este problema.
nl: Er omheen werken is eenvoudig: converteer de ouderwetse MBR-partitie naar het nieuwe GPT om dit probleem volledig te vermijden.
pt_br: O conserto é simples: converta a partição antiga MBR para a nova GPT para evitar este problema completamente.
ro: Soluția este simplă: convertiți partiția MBR veche în noua partiție GPT pentru a evita complet această problemă.
sl: To lahko zaobidete preprosto: pretvorite zastarele razdelke MBR v nove GPT in se težavi povsem izognite.

source: General
cs: Obecné
nl: Algemeen
pt_br: Geral
sl: Splošno

source: System with LUKS-Encrypted Partition Does Not Boot
cs: Systém s oddílem zašifrovaným pomocí LUKS nenastartuje
es: Los sistemas con partición cifrada mediante LUKS no se inician
nl: Systeem met partitie met LUKS versleuteld kan niet booten
pt_br: Sistemas com partições criptografadas com LUKS não inicializam
ro: Sistemul cu partiție criptată LUKS nu pornește
sl: Sistem z razdelkom, ki je šifriran z LUKS, se ne zažene
