Repository: bittin/release-notes-openSUSE
Catalog: po/*.po
Languages: cs, es, nl, pt_br, ro, sl

source: In some cases, Plymouth does not display the passphrase prompt properly. To fix this, add <literal>plymouth.enable=0</literal> to the kernel command line. See also <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.
cs: V některých případech Plymouth správně nezobrazuje výzvu k zadání hesla. Opravíte to přidáním <literal>plymouth.enable=0</literal> na příkazovou řádku jádra. Viz též <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.
es: En algunos casos, Plymouth no muestra correctamente la solicitud para introducir la contraseña. Para solucionar ésto, añada <literal>plymouth.enable=0</literal> a la línea de comandos del Kernel. Vea también: <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.
nl: In sommige gevallen kan Plymouth niet de prompt voor de wachtwoordzin niet juist tonen. Om dit te repareren, voeg <literal>plymouth.enable=0</literal> toe aan de opdrachtregel van de kernel. Zie ook <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.
pt_br: Em alguns casos, o Plymouth não exibe o campo de entrada da palavra chave corretamente. Para consertar isto, adicione <literal>plymouth.enable=0</literal> para a linha de comando do kernel. Veja também <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.
ro: În unele cazuri, Plymouth nu afișează în mod corespunzător solicitarea de introducere a frazei de acces. Pentru a remedia acest lucru, adăugați <literal>plymouth.enable=0</literal> la linia de comandă a nucleului. Consultați, de asemenea <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.
sl: V nekaterih primerih Plymouth poziva za geselsko frazo ne prikaže pravilno. Da to zaobidete, v ukazno vrstico za jedro dodajte <literal>plymouth.enable=0</literal>. Oglejte si tudi <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=966255"/>.

source: <command>systemctl stop apparmor</command> Does Not Work
cs: <command>systemctl stop apparmor</command> Nefunguje
es: El comando <command>systemctl stop apparmor</command> no funciona
nl: <command>systemctl stop apparmor</command> werkt niet
pt_br: <command>systemctl stop apparmor</command> não funciona
ro: <command>systemctl stop apparmor</command> Nu funcționează
sl: <command>systemctl stop apparmor</command> ne deluje

source: In the past, there could be confusion over the difference between how the very similarly named <command>systemctl</command> subcommands <literal>reload</literal> and <literal>restart</literal> worked for AppArmor:
cs: V příkazu <command>systemctl</command> bylo dříve možno zaměnit účinek velmi podobně nazvaných podpříkazů <literal>reload</literal> a <literal>restart</literal> na AppArmor:
es: En el pasado había confusión sobre las diferencias de cómo los subcomandos de <command>systemctl</command> con nombres muy parecidos <literal>reload</literal> y <literal>restart</literal> se comportaban con AppArmor:
nl: In het verleden kon er verwarring zijn over het verschil tussen hoe de erg gelijk genaamde <command>systemctl</command> subcommands <literal>reload</literal> en <literal>restart</literal> werken voor AppArmor:
pt_br: Antigamente podia haver certa confusão sobre como os subcomandos <literal>reload</literal> e <literal>restart</literal> do <command>systemctl</command> funcionavam para o AppArmor:
ro: În trecut, putea exista o confuzie cu privire la diferența dintre modul în care subcomanda <command>systemctl</command> cu nume foarte asemănător <literal>reload</literal> și <literal>restart</literal> funcționa pentru AppArmor:
sl: V preteklosti je lahko prihajalo do zmede glede razlike med tem, kako za AppArmor delujeta podobno imenovana podukaza <literal>reload</literal> in <literal>restart</literal> za ukaz <command>systemctl</command>:

source: <command>systemctl reload apparmor</command> properly reloaded all AppArmor profiles. (It was and continues to be the recommended way of reloading AppArmor profiles.)
cs: <command>systemctl reload apparmor</command> správně znovu zavede všechny profily pro AppArmor. (To je stále doporučený způsob znovuzavedení profilů AppArmor.)
es: <command>systemctl reload apparmor</command> volvía a cargar correctamente todos los perfiles de AppArmor. (Fue y sigue siendo la forma recomendada para volver a cargar los perfiles de AppArmor)
nl: <command>systemctl reload apparmor</command> herlaadde alle AppArmor profielen. (Het was en is nog steeds de aanbevolen manier van herladen van AppArmor profielen.)
pt_br: <command>systemctl reload apparmor</command> recarregava apropriadamente todos os perfis do AppArmor (era e continua sendo o modo recomendado de se recarregar perfis do AppArmor).
ro: <command>systemctl reload apparmor</command> a reîncărcat în mod corespunzător toate profilurile AppArmor. (Acesta a fost și continuă să fie modul recomandat de reîncărcare a profilurilor AppArmor.)
sl: <command>systemctl reload apparmor</command> je pravilno ponovno naložil vse profile AppArmor. (bil je in še vedno je priporočen način za ponovno nalaganje profilov AppArmor)

source: <command>systemctl restart apparmor</command> meant that AppArmor would stop, thereby unloading all AppArmor profiles and then restart which left all existing processes unconfined. Only newly started processes would then be confined again.
cs: <command>systemctl restart apparmor</command> zastavil AppArmor, takže uvolnil všechny profily AppArmor a pak restartoval, což ponechalo všechny existující procesy nepřipoutané (nekonfinované). Znovu připoutané pak byly jen nově spuštěné procesy.
es: <command>systemctl restart apparmor</command> significaba que AppArmor se pararía, descargando así todos los perfiles de la memoria y después se reiniciaría, lo que dejaba todos los procesos existentes sin confinar. Sólo los procesos iniciados después serían confinados nuevamente.
nl: <command>systemctl restart apparmor</command> beteknt dat AppArmor zou stoppen, waarbij AppArmor alle profielen ontlaadt en dan opnieuw start die alle bestaande processen onbeschermd laaty. Alleen nieuw gestarte processen zouden dan weer beschermd worden.
pt_br: <command>systemctl restart apparmor</command> significava que o AppArmor deveria parar, descarregando todos os perfis, e reiniciar, o que deixava todos os processos existentes livres. Apenas os processos iniciados depois passariam a ser confinados.
ro: <command>systemctl restart apparmor</command> a însemnat că AppArmor se va opri, descărcând astfel toate profilurile încărcate în memoria AppArmor și apoi va reporni, ceea ce a lăsat toate procesele existente neizolate. Doar procesele nou pornite vor fi din nou izolate.
sl: <command>systemctl restart apparmor</command> je povzročil ustavitev AppArmor-ja (in s tem umaknitev vseh profilov AppArmor) ter nato ponoven zagon, po katerem noben obstoječ proces ni bil več omejen. Samo na novo zagnani procesi bi bili spet omejeni.

source: Unfortunately, <systemitem>systemd</systemitem> does not provide a solution within its unit file format for the issue posed by the <literal>restart</literal> scenario.
cs: <systemitem>systemd</systemitem> bohužel ve formátu souboru své jednotky nenabízí řešení problémů vyvolaných scénářem <literal>restart</literal>.
es: Desafortunadamente, <systemitem>systemd</systemitem> no proporciona una solución dentro de su formato de archivo unitario para el problema planteado por el escenario <literal>restart</literal>.
nl: <systemitem>systemd</systemitem> levert helaas geen oplossing binnen het format van het unitbestand voor het probleem dat komt van het <literal>restart</literal> scenario.
pt_br: Infelizmente, o <systemitem>systemd</systemitem> não fornece uma solução dentro de seu formato de arquivo modular para a questão do <literal>restart</literal>.
ro: Din păcate, <systemitem>systemd</systemitem> nu oferă o soluție în cadrul formatului său de fișier de unitate pentru problema pusă de scenariul <literal>restart</literal>.
sl: Na žalost <systemitem>systemd</systemitem> za problematičen scenarij z <literal>restart</literal> v svoji datotečni obliki za enote ne omogoča rešitve.

source: Starting with AppArmor 2.12, the command <command>systemctl stop apparmor</command> will not work. As a consequence, <command>systemctl restart apparmor</command> will now correctly reload AppArmor profiles.
cs: Počínaje AppArmor verzí 2.12 nebude příkaz <command>systemctl stop apparmor</command> fungovat. V důsledku toho pak nyní příkaz <command>systemctl restart apparmor</command> nyní korektně znovuzavede profily AppArmor.
es: A partir de AppArmor 2.12, el comando <command>systemctl stop apparmor</command> dejará de funcionar. En consecuencia, el comando <command>systemctl restart apparmor</command> volverá a cargar correctamente los perfiles de AppArmor.
nl: Beginnend met AppArmor 2.12 zal het commando <command>systemctl stop apparmor</command> niet meer werken. Als gevolg zal <command>systemctl restart apparmor</command> nu juist AppArmor profielen herladen.
pt_br: A partir do AppArmor 2.12, o comando <command>systemctl stop apparmor</command> não funcionará. Como consequência, <command>systemctl restart apparmor</command> irá recarregar corretamente os perfis do AppArmor.
ro: Începând cu AppArmor 2.12, comanda <command>systemctl stop apparmor</command> nu va funcționa. În consecință, <command>systemctl restart apparmor</command> va reîncărca acum corect profilurile AppArmor.
sl: Od AppArmor 2.12 dalje ukaz <command>systemctl stop apparmor</command> ne deluje več. Posledično bo ukaz <command>systemctl restart apparmor</command> sedaj pravilno ponovno naložil profile AppArmor.

source: To unload all AppArmor profiles, use the new command <command>aa-teardown</command> instead which matches the previous behavior of <command>systemctl stop apparmor</command>.
cs: Pro uvolnění všech profilů AppArmor použijte nový příkaz <command>aa-teardown</command>, který přebírá předchozí chování příkazu <command>systemctl stop apparmor</command>.
es: Para quitar todos los perfiles de AppArmor, use el nuevo comando <command>aa-teardown</command>, que se comporta de manera similar al anterior <command>systemctl stop apparmor</command>.
nl: Om alle AppArmor profielen te ontladen gebruikt dan het nieuwe commando <command>aa-teardown</command> in plaats van wat overeenkomt met het vorige gedrag van <command>systemctl stop apparmor</command>.
pt_br: Para parar todos os perfis do AppArmor, use o novo comando <command>aa-teardown</command>, que corresponde em comportamento ao antigo <command>systemctl stop apparmor</command>.
ro: Pentru a descărca toate profilurile AppArmor, utilizați în schimb noua comandă <command>aa-teardown</command> care se potrivește cu comportamentul anterior al <command>systemctl stop apparmor</command>.
sl: Za umaknitev vseh profilov AppArmor uporabite nov ukaz <command>aa-teardown</command>, ki po obnašanju ustreza prejšnjemu ukazu <command>systemctl stop apparmor</command>.

source: For more information, see <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"/> and <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019"/>.
cs: Další informace viz <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"> a <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019"</>.
es: Para obtener más información, lea los informes de fallos en: <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"/> y <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019"/>.
nl: Voor meer informatie, zie <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"> en <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019</>.
pt_br: Para mais informações, veja <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"/> e <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019"/>.
ro: Pentru mai multe informații, consultați <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"/> și <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019"/>.
sl: Za več informacij si oglejte <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=996520"/> in <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=853019"/>.

source: No Default Compose Key Combination
cs: Není výchozí kombinace kláves
es: No hay una combinación predeterminada para la tecla componer
nl: Geen standaard compositietoetscombinatie
pt_br: Sem combinação de teclas de composição padrão
ro: Nu există o combinație implicită de taste de compunere
sl: Brez privzete kombinacije s sestavljalno tipko

source: In previous versions of openSUSE, the compose key combination allowed typing characters that were not part of the regular keyboard layout. For example, to produce <quote>å</quote>, you could press and release <keycombo><keycap function="shift"/><keycap>Right Ctrl</keycap></keycombo> and then press <keycap>a</keycap> twice.
cs: V předchozích verzích openSUSE umožňovala složená kombimace kláves zápis znaků, které nebyly uvedeny na příslušné klávesnici. Například k zapsání <quote>å</quote> šlo stisknout a podržet <keycombo><keycap function="shift"/><keycap>Right Ctrl</keycap></keycombo> a pak dvakrát stisknout <keycap>a</keycap>.
es: En las versiones previas de openSUSE, la combinación de la tecla componer permitía escribir caracteres no presentes en la disposición estándar del teclado. Por ejemplo, para obtener una <quote>å</quote>, podía pulsar y soltar el <keycombo><keycap function="shift"/><keycap>Ctrl derecho</keycap></keycombo> y después pulsar <keycap>a</keycap> dos veces.
nl: In vorige versies van openSUSE gaf de compositietoetscombinatie de mogelijkheid tekens te typen die geen onderdeel zijn van de reguliere toetsenbordindeling. Om bijvoorbeeld <quote>å</quote> te maken, kunt u indrukken en loslaten <keycombo><keycap function="shift"/><keycap>Rechter Ctrl</keycap></keycombo> en dan <keycap>a</keycap> tweemaal indrukken.
pt_br: Nas versões anteriores do openSUSE, a combinação de teclas de compor permitiu caracteres de digitação que não faziam parte do layout do teclado normal. Por exemplo, para produzir <quote>å</quote>, você podia pressionar e liberar <keycombo><keycap function="shift"/><keycap>Ctrl Direito</keycap></keycombo> e depois pressionar <keycap>a</keycap> duas vezes.
ro: În versiunile anterioare ale openSUSE, combinația de taste de compunere permitea tastarea caracterelor care nu făceau parte din configurația obișnuită a tastaturii. De exemplu, pentru a produce <quote>å</quote>, puteați să apăsați și să eliberați <keycombo><keycap function="shift"/><keycap>Ctrl dreapta</keycap></keycombo> și apoi să apăsați <keycap>a</keycap> de două ori.
sl: V prejšnjih različicah openSUSE je kombinacija s sestavljalno tipko omogočala tipkanje znakov, ki niso del običajne razporeditve tipk. Na primer za znak <quote>å</quote> ste lahko pritisnili in sprostili <keycombo><keycap function="shift"/><keycap>Desni Ctrl</keycap></keycombo> in nato dvakrat pritisnili in sprostili <keycap>a</keycap>.

source: In openSUSE Tumbleweed, there is no longer a predefined compose key combination because <keycombo><keycap function="shift"/><keycap>Right Ctrl</keycap></keycombo> does not work as expected anymore.
cs: V systému openSUSE Tumbleweed už není předdefinovaná kombinace kláves, protože <keycombo><keycap function="shift"/><keycap>Right Ctrl</keycap></keycombo> už nefunguje podle očekávání.
es: En openSUSE Tumbleweed, no existe una combinación de teclas de escritura predeterminadas porque <keycombo><keycap function="shift"/><keycap>Ctrl derecho</keycap></keycombo> ya no funciona como se esperaba.
nl: In openSUSE Tumbleweed is er niet langer een voorgedefinieerde compositietoetscombinatie omdat <keycombo><keycap function="shift"/><keycap>Rechter Ctrl</keycap></keycombo> niet meer werkt zoals verwerkt.
pt_br: No openSUSE Tumbleweed, não existe mais uma combinação de teclas de composição pré-definidas pois <keycombo><keycap function="shift"/><keycap>Right Ctrl</keycap></keycombo> não funciona mais como esperado.
ro: În openSUSE Tumbleweed, nu mai există o combinație de taste predefinită pentru a compune, deoarece <keycombo><keycap function="shift"/><keycap>Ctrl dreapta</keycap></keycombo> nu mai funcționează conform așteptărilor.
sl: V openSUSE Tumbleweed ni več privzeto določene kombinacije s sestavljalno tipko, ker <keycombo><keycap function="shift"/><keycap>Desni Ctrl</keycap></keycombo> ne deluje več, kot je pričakovano.

source: To define a system-wide custom compose key combination, use the file <filename>/etc/X11/Xmodmap</filename> and look for the following lines:
cs: K definici uživatelské kombinace kláves platné pro celý systém použijte soubor <filename>/etc/X11/Xmodmap</filename> a najděte v něm řádky:
es: Para definir una combinación válida al nivel del sistema para la tecla componer, use el archivo <filename>/etc/X11/Xmodmap</filename> y busque las siguientes líneas:
nl: Om een systeembrede eigen compositietoetscombinatie te definiëren, gebruik het bestand <filename>/etc/X11/Xmodmap</filename> en kijk naar de volgende regels:
pt_br: Para definir uma combinação de teclas personalizadas de todo o sistema, use o arquivo <filename>/etc/X11/Xmodmap</filename> e procure as seguintes linhas:
ro: Pentru a defini o combinație de taste de compunere personalizată la nivel de sistem, utilizați fișierul <filename>/etc/X11/Xmodmap</filename> și căutați următoarele linii:
sl: Da določite sistemsko kombinacijo s sestavljalno tipko, uporabite datoteko <filename>/etc/X11/Xmodmap</filename> in poiščite naslednje vrstice:

source: To uncomment the example code, remove the <literal>!</literal> characters at the beginning of lines. However, note that the setup from <filename>Xmodmap</filename> will be overwritten if you are using <command>setxkbmap</command>.
cs: Pro odkomentování kódu příkladu odstraňte znaky <literal>!</literal> na začátcích řádků. Pozor: nastavení ze souboru <filename>Xmodmap</filename> bude přepsáno, když použijete <command>setxkbmap</command>.
es: Para descomentar el código de ejemplo, quite el signo <literal>!</literal> del inicio de las líneas. Sin embargo, tenga en cuenta que la configuración de <filename>Xmodmap</filename> se sobrescribirá si usa <command>setxkbmap</command>.
nl: Om commentaar van de voorbeeldcode te verwijderen, verwijder de tekens <literal>!</literal> aan het begin van regels. Merk echter op dat de setup uit <filename>Xmodmap</filename> overschreven zal worden als u <command>setxkbmap</command> gebruikt.
pt_br: Para descomentar o código de exemplo, remova o caracter <literal>!</literal> no início das linhas. No entanto, note que a configuração a partir do <filename>Xmodmap</filename> será substituída se você estiver usando <command>setxkbmap</command>.
ro: Pentru a decomenta codul de exemplu, eliminați caracterele <literal>!</literal> de la începutul liniilor. Cu toate acestea, rețineți că configurația din <filename>Xmodmap</filename> va fi suprascrisă dacă utilizați <<command>>setxkbmap</</command>>.
sl: Da odstranite komentarje za kodo primera, odstranite znake <literal>!</literal> z začetka vrstic. Vedite, da bo nastavitev iz datoteke <filename>Xmodmap</filename> povožena, če uporabite ukaz <command>setxkbmap</command>.

source: To define a user-specific compose key combination, use your desktop's keyboard configuration tool or the command-line tool <command>setxkbmap</command>:
cs: Pro definice uživatelských kombinací kláves použijte konfigurační nástroj klávesnice svého PC nebo nástroj příkazového řádku <command>setxkbmap</command>:
es: Para definir una combinación específica del usuario para la tecla componer, utilice la herramienta de configuración del teclado del escritorio o la herramienta de línea de comandos <command>setxkbmap</command>:
nl: Om een gebruiker-specifieke compositietoetscombinatie te definiëren, gebruikt u het configuratiehulpmiddel voor het toetsenbord van uw bureaublad of het opdrachtregelhulpmiddel <command>setxkbmap</command>:
pt_br: Para definir uma combinação de teclas de composição específica do usuário, use a ferramenta de configuração do teclado da sua área de trabalho ou a ferramenta de linha de comando <command>setxkbmap</command>:
ro: Pentru a defini o combinație de taste de compunere specifică utilizatorului, utilizați instrumentul de configurare a tastaturii de pe desktop sau instrumentul de linie de comandă <command>setxkbmap<command>:
sl: Da določite kombinacijo s sestavljalno tipko, ki velja za posameznega uporabnika, uporabite nastavitveno orodje namiznega okolja (npr. na zavihku Napredno v KDE-jevih sistemskih nastavitvah za tipkovnico). Uporabite lahko tudi ukaz <command>setxkbmap</command> terminalu:

source: setxkbmap <replaceable>[...]</replaceable> -option compose:<replaceable>COMPOSE_KEY</replaceable>
es: setxkbmap <replaceable>[...]</replaceable> -option compose:<replaceable>TECLA_COMPONER</replaceable>
nl: setxkbmap <replaceable>[...]</replaceable> -option compose:<replaceable>COMPOSITIE_TOETS</replaceable>
pt_br: setxkbmap <replaceable>[...]</replaceable> -option compose:<replaceable>TECLA_COMPOSIÇÃO</replaceable>
ro: setxkbmap <replaceable>[...]</replaceable> -opțiunea compose:<replaceable>COMPOSE_KEY</replaceable>.
sl: setxkbmap <replaceable>[...]</replaceable> -option compose:<replaceable>SESTAVLJALNA_TIPKA</replaceable>

source: For the variable <replaceable>COMPOSE_KEY</replaceable>, use your preferred character, for example <literal>ralt</literal>, <literal>lwin</literal>, <literal>rwin</literal>, <literal>menu</literal>, <literal>rctl</literal>, or <literal>caps</literal>.
cs: Na proměnnou <replaceable>COMPOSE_KEY</replaceable>, použijte svůj preferovaný znak, například <literal>ralt</literal> (pravý Alt / AltGr), <literal>lwin</literal> (levý Windows), <literal>rwin</literal> (pravý Windows), <literal>menu</literal>, <literal>rctl</literal> (pravý Ctrl) nebo <literal>caps</literal> (uzamykač).
es: Para la variable <replaceable>TECLA_COMPONER</replaceable>, utilice el carácter de su preferencia, por ejemplo <literal>ralt</literal>, <literal>lwin</literal>, <literal>rwin</literal>, <literal>menu</literal>, <literal>rctrl</literal> o <literal>caps</literal>.
nl: Voor de variabele <replaceable>COMPOSITIETOETS</replaceable> gebruikt u uw teken met voorkeur, bijvoorbeeld <literal>ralt</literal>, <literal>lwin</literal>, <literal>rwin</literal>, <literal>menu</literal>, <literal>rctl</literal> of <literal>caps</literal>.
pt_br: Para a variável <replaceable>TECLA_COMPOSIÇÃO</replaceable>, use seu caractere preferido, por exemplo <literal>ralt</literal>, <literal>lwin</literal>, <literal>rwin</literal>, <literal>menu</literal>, <literal>rctl</literal> ou <literal>caps</literal>.
ro: Pentru variabila <replaceable>COMPOSE_KEY</replaceable>, utilizați caracterul preferat, de exemplu <literal>ralt</literal>, <literal>lwin</literal>, <literal>rwin</literal>, <literal>menu</literal>, <literal>rctl</literal>, sau <literal>caps</literal>.
sl: Za <replaceable>COMPOSE_KEY</replaceable> uporabite želeno tipko, npr. <literal>ralt</literal> (desni Alt), <literal>lwin</literal> (levi Meta), <literal>rwin</literal> (desni Meta), <literal>menu</literal> (Meni), <literal>rctl</literal> (levi Ctrl), or <literal>caps</literal> (Caps Lock).
